Revit 2023 API
GroupTypeId.CurtainGrid Property
 "Grid"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId CurtainGrid { get; }
Visual Basic
Public Shared ReadOnly Property CurtainGrid As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtainGrid {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace